Repository: jwolz/yajhfc-plugin-pdf
Catalog: i18n/Messages_*.po
Languages: de, es, it, ru, zh

source: PDF support (iText)
de: PDF-Unterstützung (iText)
es: Soporte PDF (iText)
it: Supporto PDF (iText)
ru: Поддержка PDF (iText)
zh: 支援PDF(iText)

source: Use iText to convert {0}→PDF
de: iText für Konvertierung {0}→PDF benutzen
es: Utilizar iText para convertir {0} → PDF
it: Usa iText per convertire {0}→PDF
ru: Использовать iText для преобразования {0}→PDF
zh: 使用iText轉換 {0}→PDF

source: Use libtiff to read TIFF files
ru: Использовать libtiff для чтения файлов TIFF

source: Fit TIFF to page size
de: TIFF an Seitengröße anpassen
es: Ajustar TIFF al tamaño de la página
it: Adatta immagine TIFF alla dimensione pagina
ru: Подгонять TIFF под размер страницы
zh: TIFF符合頁面尺寸

source: Always use portrait orientation
de: Immer Hochformat verwenden
es: Utilizar siempre orientación vertical
it: Usa sempre orientamento verticale
ru: Всегда использовать портретную ориентацию
zh: 總是用縱向

source: Chop long TIFFs into several pages
de: Lange TIFFs in mehrere Seiten aufteilen
es: Recortar TIFF largos en varias páginas
it: Dividi immagini TIFF lunghe in pagine multiple
ru: Разбивать длинные TIFFы на несколько страниц
zh: 切成好幾頁長的TIFF

source: The TIFF will be chopped into chunks [width] * [this value] heigh
de: Das TIFF wird in Teile geteilt, die [Breite] * [dieser Wert] hoch sind
es: El TIFF se recortará en partes de [ancho] * alto [este valor]
it: L'immagine TIFF sarà divisa in parti di [larghezza] * [questa] altezza
ru: TIFF будет разбит на страницы с высотой [ширина] * [это значение]
zh: 在TIFF將切成區塊 [寬]* [值]高

source: Chop TIFF into multiple pages if [height] > [width] * [this value]
de: Teile TIFF in mehrere Seiten, wenn [Höhe] > [Breite] * [dieser Wert]
es: Recortar TIFF en múltiples páginas si [alto] > [ancho] * [este valor]
it: Dividi immagine TIFF in pagine multiple se [altezza] > [larghezza] * [questo valore]
ru: Разбивать TIFF на несколько страниц если [высота] > [ширина] * [это значение]
zh: 切成多個頁面的TIFF [高]>[寬] *[此值]

source: File converters
de: Dateikonverter
es: Conversores de archivo
it: Convertitori file
ru: Конвертеры файлов
zh: 文件轉換器

source: TIFF→PDF options
de: TIFF→PDF-Optionen
es: Opciones de TIFF → PDF
it: Opzioni TIFF→PDF
ru: Настройки TIFF→PDF
zh: TIFF→PDF

source: Long page threshold factor:
de: Schwellwert für lange Seiten:
es: Factor del umbral de longitud de página:
it: Limite lunghezza pagina:
ru: Пороговый коэффициент длинной страницы:
zh: 長頁面切割條件:

source: Height factor for chopped pages:
de: Höhenfaktor für aufgeteilte Seiten:
es: Factor de altura para las páginas recortadas:
it: Altezza pagine divise:
ru: Коэффициент выстоы для разбитых станиц:
zh: 切割頁面的高度條件:

source: Use the following substitution font for fax cover fields
ru: Использовать следующий шрифт для подстановки в полях титульной страницы факса

source: TrueType fonts
ru: Шрифты TrueType

source: iText version used:
de: Benutzte iText-Version:
es: Versión de iText utilizada:
it: Versione iText utilizzata:
ru: Используемая версия iText:
zh: 使用iText版本

source: libtiff version used:
ru: Используемая версия libtiff:

source: The long page threshold must be between 0 and 1000.
de: Der Schwellwert für lange Seiten muss zwischen 0 und 1000 liegen.
es: El umbral de longitud de página debe ser un valor entre 0 y 1000.
it: Il limite di lunghezza pagina deve essere compreso tra 0 e 1000.
ru: Порог длинной страницы должен быть между 0 и 1000.
zh: 長頁面條件值必須是0到1000之間

source: The long page threshold must be a number.
de: Der Schwellwert für lange Seiten muss eine Zahl sein.
es: El umbral de longitud de página debe ser un número.
it: Il limite di lunghezza pagina deve essere un numero.
ru: Порог длинной страницы должен быть числом.
zh: 長頁面條件值必須是數值

source: The height factor must be between 0 and 1000.
de: Der Höhenfaktor für aufgeteilte Seiten muss zwischen 0 und 1000 liegen.
es: El factor de altura de la página debe ser un valor entre 0 y 1000.
it: L'altezza deve essere compresa tra 0 e 1000.
ru: Коэфффициент выстоы должен быть между 0 и 1000.
zh: 高度的條件必須是介於0和1000。

source: The height factor must be a number.
de: Der Höhenfaktor für aufgeteilte Seiten muss eine Zahl sein.
es: El factor de altura debe ser un número.
it: L'altezza deve essere un numero.
ru: Коэффициент высоты должен быть числом.
zh: 高度的條件值必須是數值

source: The selected substitution font does not exist.
ru: Выбранный шрифт для подстановки не существует.
